str = "这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串" \
      "字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串这是个长字符串字符串"
print(len(str))